Repository: ubports/messaging-app
Catalog: po/*.po
Languages: de, es, ru, sv

source: #channelName
de: #Kanalname
es: #NombredelCanal
ru: #НазваниеКанала
sv: #kanalensNamn

source: %1 - Connecting...
de: %1 - Verbinden ...
es: %1 - Conectando...
ru: %1 - Подключение...
sv: %1 - Ansluter...

source: %1 added %2 to this group
de: %1 hat %1 zur Gruppe hinzugefügt
es: %1 añadió a %2 a este grupo
ru: %1 добавил %2 в эту беседу
sv: %1 lade till %2 i den här gruppen

source: %1 invited %2 to this group
de: %1 hat %1 in die Gruppe eingeladen
es: %1 invitó a %2 a este grupo
ru: %1 пригласил %2 в эту беседу
sv: %1 bjöd in %2 till den här gruppen

source: %1 is Admin
de: %1 ist Admin
es: %1 es administrador
ru: %1 Администратор
sv: %1 är Administratör

source: %1 is not Admin
de: %1 ist kein Admin
es: %1 no es administrador
ru: %1 не является Администратором
sv: %1 är inte Administratör

source: %1 is typing...
de: %1 tippt...
es: %1 está escribiendo...
ru: %1 набирает...
sv: %1 skriver...

source: %1 joined this group
de: %1 ist der Gruppe beigetreten
es: %1 se unió a este grupo
ru: %1 присоединился к этой беседе
sv: %1 anslöt till den här gruppen

source: %1 left this group
de: %1 hat die Gruppe verlassen
es: %1 dejó este grupo
ru: %1 покинул эту беседу
sv: %1 lämnade den gruppen

source: %1 removed %2 from this group
de: %1 hat %1 aus der Gruppe entfernt
es: %1 eliminó a %2 de este grupo
ru: %1 удалено %2 из этой группы
sv: %1 tog bort %2 från den här gruppen

source: %1 renamed group to: %2
de: %1 hat die Gruppe umbenannt in: %2
es: %1 renombró el grupo a: %2
ru: %1 переименовал беседу в: %2
sv: %1 döpte om gruppen till: %2

source: %1 set %2 as Admin
de: %1 hat %2 zum Admin gemacht
es: %1 nombró a %2 como administrador
ru: % 1 установить % 2 в качестве администратора
sv: %1 sätter %2 som Administratör

source: %1 set %2 as not Admin
de: %1 hat %2 gesetzt als kein Admin
es: %1 quitó a %2 como administrador
ru: % 1 не устанавливать % 2 в качестве администратора
sv: %1 sätter %2 som inte Administratör

source: %1 was invited to this group
de: %1 wurde in die Gruppe eingeladen
es: %1 ha sido invitado a este grupo
ru: %1 был приглашен в эту группу
sv: %1 bjöds in till den här gruppen

source: <<< Swipe to cancel
de: <<< Wischen zum Abbrechen
es: <<< Deslice para cancelar
ru: <<< Смахни для отмены
sv: <<< Svep för att avbryta

source: Accepted
de: Genehmigt
es: Aceptado
ru: Принято
sv: Accepterad

source: Add
de: Hinzufügen
es: Añadir
ru: Добавить
sv: Lägg till

source: Add participant:
de: Teilnehmer hinzufügen:
es: Añadir participante:
ru: Добавить получателя:
sv: Lägg till deltagare:

source: Add recipient
de: Empfänger hinzufügen
es: Añadir destinatario
ru: Добавить получателя
sv: Lägg till mottagare

source: Add to contacts
de: Zu Kontakten hinzufügen
es: Añadir a los contactos
ru: Добавить в контакты
sv: Lägg till i kontakter

source: Add...
de: Hinzufügen ...
es: Añadir...
ru: Добавить...
sv: Lägg till...

source: Admin
es: Administrador
ru: Администратор
sv: Administratör

source: All
de: Alle
es: Todos
ru: Все
sv: Alla

source: Attachment: %1 audio clip
de: Anhang: %1 Audiodatei
es: Adjunto: %1 archivo de audio
ru: Вложение: %1 аудио файл
sv: Bilaga: %1 ljudklipp

source: Attachment: %1 contact
de: Anhang: %1 Kontakt
es: Adjunto: %1 contacto
ru: Приложение: %1 контакт
sv: Bilaga: %1 kontakt

source: Attachment: %1 file
de: Anhang: %1 Datei
es: Adjunto: %1 archivo
ru: Приложение: %1 файл
sv: Bilaga: %1 fil

source: Attachment: %1 image
de: Anhang: %1 Bild
es: Adjunto: %1 imagen
ru: Приложение: %1 изображение
sv: Bilaga: %1 bild

source: Attachment: %1 video
de: Anhang: %1 Video
es: Adjunto: %1 vídeo
ru: Приложение: %1 видео
sv: Bilaga: %1 videofilm

source: Audio attachment not supported
de: Tonanhang wird nicht unterstützt
es: No se admiten audios adjuntos
ru: Вложенный аудиофайл не поддерживается
sv: Bifogat ljud stöds ej

source: Auto display keyboard
de: Tastatur automatisch anzeigen
es: Mostrar automáticamente el teclado
ru: Автоматическое отображение клавиатуры
sv: Visa tangentbordet automatiskt

source: AutoPlay animated image
de: Animation automatisch abspielen
es: Reproducción automática de imagen animada
ru: Автоматическое проигрывание анимаций
sv: Autospela animerad bild

source: Away
de: Abwesend
es: Ausente
ru: Отошёл
sv: Frånvarande

source: Back
de: Zurück
es: Atrás
ru: Назад
sv: Tillbaka

source: Busy
de: Beschäftigt
es: Ocupado
ru: Занят
sv: Upptagen

source: Call
de: Anruf
es: Llamada
ru: Набрать номер
sv: Ring upp

source: Cancel
de: Abbrechen
es: Cancelar
ru: Отменить
sv: Avbryt

source: Change
de: Ändern
es: Cambiar
ru: Изменить
sv: Ändra

source: Change all Messaging associations to %1?
de: Alle Nachrichten %1 zuordnen?
es: ¿Cambiar todas las asociaciones de mensajes a %1?
ru: Привязать все сообщения к %1?
sv: Ändra alla associationer för Meddelanden till %1?

source: Channel Info
de: Kanal-Info
es: Información del canal
ru: Информация о канале
sv: Kanal-info

source: Channel name:
de: Kanalname:
es: Nombre del canal:
ru: Название канала:
sv: Namn på kanalen:

source: Close
de: Schließen
es: Cerrar
ru: Закрыть
sv: Stäng

source: Compose a new message by swiping up from the bottom of the screen.
de: Erstellen Sie eine neue Nachricht durch Wischen vom unteren Bildschirmrand nach oben.
es: Redacte un mensaje nuevo deslizando hacia arriba desde la parte inferior de la pantalla.
ru: Чтобы написать новое сообщение, смахните вверх от нижнего края экрана.
sv: Skapa ett nytt meddelande genom att svepa uppåt från botten av skärmen.

source: Contact
de: Kontakt
es: Contacto
ru: Контакт
sv: Kontakt

source: Copy
de: Kopieren
es: Copiar
ru: Копировать
sv: Kopiera

source: Create %1 Group...
de: Erstelle Gruppe %1 ...
es: Crear grupo de %1...
ru: Создать %1 Группу...
sv: Skapa %1 Grupp...

source: Create MMS Group...
de: MMS-Gruppe erstellen ...
es: Crear grupo de MMS...
ru: Создать MMS Группу...
sv: Skapa MMS-grupp...

source: Creating Group...
de: Gruppe wird erstellt ...
es: Creando grupo...
ru: Создать Группу...
sv: Skapar grupp...

source: Dark
de: Dunkel
es: Oscuro
ru: Тёмная
sv: Mörk

source: Delete
de: Löschen
es: Eliminar
ru: Удалить
sv: Radera

source: Deleted
de: Gelöscht
es: Eliminado
ru: Удалено
sv: Borttagen

source: Delivered
de: Zugestellt
es: Entregado
ru: Доставлено
sv: Levererad

source: Don't ask again
de: Nicht erneut fragen
es: No volver a preguntar
ru: Больше не спрашивать
sv: Fråga inte igen

source: Don't show again
de: Nicht wieder anzeigen
es: No mostrar de nuevo
ru: Не показывать снова
sv: Visa inte igen

source: Download
de: Herunterladen
es: Descargar
ru: Загрузить
sv: Ladda ner

source: Draft:
de: Entwurf:
es: Borrador:
ru: Черновик:
sv: Utkast:

source: Edit
de: Bearbeiten
es: Editar
ru: Редактировать
sv: Redigera

source: Enable
de: Aktivieren
es: Activar
ru: Разрешить
sv: Aktivera

source: Enable MMS messages
de: MMS-Nachrichten aktivieren
es: Activar mensajes MMS
ru: Включить MMS-чат
sv: Aktivera MMS-meddelanden

source: Enable stickers
de: Sticker einschalten
es: Habilitar pegatinas
ru: Разрешить стикеры
sv: Aktivera stickers

source: End group
de: Gruppe schließen
es: Finalizar grupo
ru: Закончить группу
sv: Avsluta grupp

source: Failed
de: Fehlgeschlagen
es: Falló
ru: Не удалось
sv: Misslyckades

source: Failed to create group
de: Erstellen der Gruppe fehlgeschlagen
es: No se pudo crear el grupo
ru: Не удалось создать группу
sv: Misslyckades med att skapa gruppen

source: Failed to delete group
de: Löschen der Gruppe fehlgeschlagen
es: No se pudo eliminar el grupo
ru: Не удалось удалить группу
sv: Misslyckades med att ta bort grupp

source: Failed to leave channel
de: Verlassen des Kanals fehlgeschlagen
es: No se pudo abandonar el canal
ru: Не удалось покинуть канал
sv: Misslyckades att gå ur kanal

source: Failed to leave group
de: Verlassen der Gruppe fehlgeschlagen
es: No se pudo abandonar el grupo
ru: Не удалось покинуть группу
sv: Misslyckades att lämna grupp

source: Failed to modify group title
de: Änderung des Gruppentitels fehlgeschlagen
es: No se pudo modificar el título del grupo
ru: Не удалось изменить название группы
sv: Misslyckades att ändra gruppnamn

source: Failed to send the message
de: Senden der Nachricht fehlgeschlagen
es: No se pudo enviar el mensaje
ru: Не удалось отправить сообщение
sv: Kunde inte skicka meddelandet

source: Failed!
de: Fehlgeschlagen!
es: ¡Falló!
ru: Не удалось!
sv: Misslyckades!

source: Favorites
de: Favoriten
es: Favoritos
ru: Избранное
sv: Favoriter

source: File size warning
de: Dateigrößenwarnung
es: Alerta sobre el tamaño del archivo
ru: Предупреждение о размере файла
sv: Filstorleksvarning

source: File type not supported
de: Dateityp nicht unterstützt
es: Tipo de archivo no admitido
ru: Неподдерживаемый тип файла
sv: Filtyp stöds ej

source: Forward
de: Weiterleiten
es: Reenviar
ru: Переслать
sv: Framåt

source: From
de: Von
es: Desde
ru: с
sv: Från

source: Got it
de: Verstanden
es: De acuerdo
ru: Готово
sv: Uppfattat

source: Group
de: Gruppe
es: Grupo
ru: Группа
sv: Grupp

source: Group (%1)
de: Gruppe (%1)
es: Grupo (%1)
ru: Группа (%1)
sv: Grupp (%1)

source: Group Info
de: Gruppen-Info
es: Información del grupo
ru: Информация о группе
sv: Gruppinformation

source: Group has been dissolved
de: Gruppe wurde aufgelöst
es: Se ha disuelto el grupo
ru: Группа была распущена
sv: Grupp har upplösts

source: Group name:
de: Gruppenname:
es: Nombre del grupo:
ru: Название группы:
sv: Gruppnamn:

source: If you wish to edit your SIM and other mobile preferences, please visit <a href="system_settings">System Settings</a>.
de: Wenn Sie Ihre SIM-Karte und andere Mobilfunkeinstellungen bearbeiten möchten, wählen Sie <a href="system_settings">Systemeinstellungen</a>.
es: Si quiere editar la SIM u otras preferencias, visite la <a href="system_settings">Configuración del Sistema</a>.
ru: Если вы хотите изменить параметры телефона или SIM-карты, откройте <a href="system_settings">Параметры системы</a>.
sv: Om du önskar redigera ditt SIM-kort och övriga mobilinställningar, gå till <a href="system_settings">Systeminställningar</a>.

source: Image
de: Bild
es: Imagen
ru: Фото
sv: Bild

source: Image Preview
de: Bildvorschau
es: Imagen previa
ru: Предпросмотр изображения
sv: Förhandsvisa bild

source: Info
es: Información
ru: Информация

source: It is not possible to send messages at the moment
de: Derzeit können keine Nachrichten gesendet werden
es: No es posible enviar mensajes en este momento
ru: Сейчас невозможно отправлять сообщения
sv: Det går inte att skicka meddelanden just nu

source: It is not possible to send messages in flight mode
de: Im Flugzeugmodus können keine Nachrichten gesendet werden
es: Los mensajes no se pueden enviar en el modo avión
ru: Невозможно отправлять сообщения в режиме полёта
sv: Det går inte att skicka meddelanden i flygsäkert läge

source: It is not possible to send the message
de: Die Nachricht kann nicht gesendet werden
es: No es posible enviar el mensaje
ru: Невозможно отослать сообщение
sv: Det är inte möjligt att skicka meddelandet

source: Join IRC Channel...
de: IRC-Kanal beitreten ...
es: Unirse al canal de IRC...
ru: Присоединится к IRC-каналу
sv: Anslut till IRC-kanal...

source: Join IRC channel:
de: IRC-Kanal beitreten:
es: Unirse al canal de IRC:
ru: Присоединится к IRC-каналу:
sv: Anslut till IRC-kanal:

source: Leave channel
de: Kanal verlassen
es: Abandonar el canal
ru: Выйти из канала
sv: Lämna kanal

source: Leave group
de: Gruppe verlassen
es: Abandonar grupo
ru: Покинуть группу
sv: Lämna grupp

source: Light
de: Hell
es: Claro
ru: Светлая
sv: Ljus

source: MMS support is required to send this message. Do you want to enable it?
de: MMS-Unterstützung wird benötigt, um diese Nachricht zu senden. Möchten Sie diese aktivieren?
es: Se necesita permitir MMS para enviar este mensaje. ¿Quiere activarlo?
ru: Для отправки этого сообщения нужна поддержка MMS. Включить её ?
sv: MMS-stöd krävs för att skicka detta meddelande. Vill du aktivera detta?

source: MMS support required
de: MMS-Unterstützung benötigt
es: Se necesita permitir MMS
ru: Нужна поддержка MMS
sv: MMS-stöd krävs

source: Me
de: Ich
es: Yo
ru: Я
sv: Jag

source: Members:
de: Mitglieder:
es: Miembros:
ru: Члены:
sv: Medlemmar:

source: Message info
de: Nachrichten-Info
es: Información del mensaje
ru: Информация о сообщении
sv: Meddelandeinfo

source: Messages
de: Nachrichten
es: Mensajes
ru: Сообщения
sv: Meddelanden

source: Messages;SMS;MMS;Text Messages;Text
de: Nachrichten;SMS;MMS;Textnachrichten;Text
es: Mensajes;SMS;MMS;Mensajes de texto;Texto
ru: Сообщения;SMS;MMS;Текстовые сообщения;Текст
sv: Meddelanden;SMS;MMS;Textmeddelanden;Text

source: Messaging
de: Nachrichten
es: Mensajería
ru: Обмен сообщениями
sv: Meddelanden

source: Messaging App
de: Nachrichten-App
es: Aplicación Mensajería
ru: Приложение для обмена сообщениями
sv: Meddelandeprogram

source: Messaging application
de: Nachrichtenan-App
es: Aplicación Mensajería
ru: Приложение, позволяющее обмениваться сообщениями
sv: Meddelandeprogram

source: Multiple MMS Messages
de: Mehrere MMS-Nachrichten
es: Mensajes múltiples de MMS
ru: Несколько MMS-сообщений
sv: Flera MMS-meddelanden

source: Myself
de: Ich
es: Yo
ru: Я
sv: Jag

source: New %1 Group
de: Neue %1-Gruppe
es: Nuevo grupo de %1
ru: Новая группа %1
sv: Ny %1 grupp

source: New MMS Group
de: Neue MMS-Gruppe
es: Nuevo grupo de MMS
ru: Новая группа MMS
sv: Ny MMS-grupp

source: New MMS message to download: size is %1KB, expires on %2
de: Neue MMS Nachricht zum herunterladen: Größe %1 KB, läuft ab %2
es: Nuevo mensaje MMS que descargar: mide %1 kB y caduca el %2
ru: Новое MMS-сообщение для загрузки: размер %1 КБ, срок действия истекает %2
sv: Nytt MMS-meddelande att ladda ner. Storleken är %1KB, Upphör att gälla %2

source: New MMS notification
de: Neue MMS Benachrichtigung
es: Notificación de MMS nuevo
ru: Новое MMS уведомление
sv: Ny MMS-avisering

source: New message
de: Neue Nachricht
es: Nuevo mensaje
ru: Новое сообщение
sv: Nytt meddelande

source: No SIM card
de: Keine SIM-Karte
es: Sin tarjeta SIM
ru: Отсутствует SIM-карта
sv: Inget SIM-kort

source: No SIM card selected
de: Keine SIM-Karte ausgewählt
es: No se seleccionó ninguna SIM
ru: SIM-карта не выбрана
sv: Inget SIM-kort valt

source: No network
de: Kein Netz
es: Sin servicio
ru: Сеть не найдена
sv: Inget nätverk

source: No permission to access microphone
de: Keine Berechtigung für Mikrofon-Zugriff
es: No se ha permitido acceder al micrófono
ru: Недостаточно разрешений для доступа к микрофону
sv: Ingen behörighet krävs för att komma åt mikrofonen

source: Not available
de: Nicht verfügbar
es: No disponible
ru: Не доступно
sv: Inte tillgänglig

source: Number or contact name
de: Nummer oder Name des Kontaktes
es: Número o nombre de contacto
ru: Номер или имя контакта
sv: Nummer eller kontaktnamn

source: Offline
de: Getrennt
es: Sin conexión
ru: Не в сети
sv: Frånkopplad

source: Ok
es: Aceptar
ru: ОК

source: Online
de: Verbunden
es: Conectado
ru: В сети
sv: Ansluten

source: Oops, there has been an error with the MMS system and this message could not be retrieved. Please ensure Cellular Data is ON and MMS settings are correct, then ask the sender to try again.
de: Ups, es gab einen Fehler im MMS System und diese Nachricht konnte nicht emfangen werden. Bitte stellen Sie sicher, dass Mobildaten aktiviert und die MMS Einstellungen korrekt sind. Bitte bitten Sie den Absender anschliessend die Nachricht nochmals zu senden.
es: Vaya, ha habido un error con el sistema MMS y este mensaje no pudo ser recuperado. Por favor, asegúrate de que los datos móviles están activados y la configuración de MMS es correcta, luego pide al remitente que lo intente de nuevo.
ru: К сожалению, в системе MMS произошла ошибка, и это сообщение не может быть получено. Убедитесь, что сотовые данные включены и настройки MMS верны, а затем попросите отправителя повторить попытку.
sv: Oj, det har skett ett fel i MMS-systemet och det här meddelandet kunde ej mottagas. Var vänlig säkerställ att Mobildata är påslaget och MMS-inställningar är korrekta, fråga sedan avsändare att försöka igen.

source: Oops, there has been an error with the MMS system and this message could not be retrieved. Please ensure Cellular Data is ON and MMS settings are correct, then tap the redownload button to try to retrieve the message again.
de: Ups, es gab einen Fehler im MMS System und diese Nachricht konnte nicht empfangen werden. Bitte stellen Sie sicher, dass mobile Daten aktiviert und die MMS Einstellungen korrekt sind. Danach bitte das Herunterladen erneut versuchen.
es: Se produjo un error con el sistema MMS y este mensaje no pudo recuperarse. Cerciórese de que los datos móviles estén activados y la configuración de MMS sea correcta; luego, utilice el botón de redescarga para tratar de recuperar el mensaje.
ru: Упс, произошла ошибка в системе MMS, и это сообщение не удалось получить. Убедитесь, что сотовые данные включены и настройки MMS верны, затем нажмите кнопку redownload, чтобы попытаться получить сообщение еще раз.
sv: Oj, ett fel har inträffat i MMS-systemet och det här meddelandet kunde inte tas emot. Tillse att Mobildata är PÅ och att MMS-inställningarna är korrekta, tryck sedan på Ladda ner igen, för att försöka ta emot meddelandet.

source: Participants: %1
de: Teilnehmer: %1
es: Participantes: %1
ru: Участники: %1
sv: Deltagare: %1

source: Pending
de: In Arbeit
es: Pendientes
ru: В ожидании
sv: Väntar

source: Pick an account to create.
de: Wähle ein Konto zum Anlegen aus.
es: Elige una cuenta para crear.
ru: Для создания войдите в аккаунт.
sv: Välj konto att skapa.

source: Please confirm that you want to delete all stickers in the history
de: Bitte bestätigen Sie daß sie alle Sticker in der Historie löschen wollen
es: Por favor, confirme que desea eliminar todas las pegatinas del historial
ru: Подтвердите, что хотите удалить все стикеры из истории
sv: Vänligen bekräfta att du vill radera alla stickers i historiken

source: Please confirm that you want to delete all stickers in this pack
de: Bitte bestätigen Sie daß Sie alle Sticker in diesem Stickerpack löschen wollen
es: Por favor, confirme que desea eliminar todas las pegatinas del conjunto
ru: Подтвердите, что хотите удалить все стикеры в этом наборе
sv: Vänligen bekräfta att du vill radera alla stickers i detta paket

source: Please grant access on <a href="system_settings">System Settings &gt; Security &amp; Privacy</a>.
de: Bitte erlauben Sie den Zugriff über <a href="system_settings">Systemeinstellungen &gt; Sicherheit &amp; Privatsphäre</a>.
es: Conceda el permiso en <a href="system_settings">Configuración del sistema &gt; Seguridad y privacidad</a>.
ru: Пожалуйста, укажите разрешения доступа в <a href="system_settings">Параметры системы &gt; Безопасность &amp; Конфиденциальность</a>.
sv: Ge åtkomstbehörighet till <a href="system_settings">Systeminställningar &gt; Säkerhet &amp; Sekretess</a>.

source: Please insert a SIM card and try again.
de: Bitte legen Sie eine SIM-Karte ein und versuchen Sie es erneut.
es: Por favor, inserte una tarjeta SIM e inténtelo de nuevo.
ru: Вставьте SIM-карту и повторите снова.
sv: Sätt in ett SIM-kort och försök igen.

source: Please unlock your SIM card to call or send a message. You can unlock your SIM card from the Network Indicator at the top of the screen or by visiting <a href="system_settings">System Settings &gt; Security &amp; Privacy</a>.
de: Bitte entsperren Sie Ihre SIM-Karte, um einen Anruf zu tätigen oder eine Nachricht zu senden. Sie können Ihre SIM-Karte von der Netzwerkanzeige am oberen Bildschirmrand oder durch Öffnen von <a href="system_settings">Systemeinstellungen &gt; Sicherheit &amp; Datenschutz</a> entsperren.
es: Desbloquee la tarjeta SIM para llamar o enviar un mensaje. Puede hacerlo desde el indicador de red en la parte superior de la pantalla o visitando <a href="system_settings">Configuración del sistema &gt; Seguridad y privacidad</a>.
ru: Пожалуйста, разблокируйте SIM-карту для совершения звонков и отправки сообщений. Вы можете её разблокировать через иконку сети вверху экрана или в <a href="system_settings">Настройки системы &gt; Безопасность и конфиденциальность</a>.
sv: Lås upp ditt SIM-kort för att ringa eller skicka meddelanden. Du kan låsa upp ditt SIM-kort från nätverksindikatorn överst på skärmen eller via <a href="system_settings">Systeminställningar &gt; Säkerhet &amp; sekretess</a>.

source: Read
de: Lesen
es: Leídos
ru: Прочитать
sv: Läs

source: Received
de: Empfangen
es: Recibidos
ru: Получено
sv: Mottagna

source: Remove
de: Entfernen
es: Eliminar
ru: Удалить
sv: Ta bort

source: Remove from group
de: Aus Gruppe entfernen
es: Eliminar del grupo
ru: Удалить из группы
sv: Ta bort från grupp

source: Removing last member will cause '%1' to be dissolved. Would you like to continue?
de: Wenn Sie das letzte Mitglied entfernen, wird „%1” aufgelöst. Wollen Sie weiter machen?
es: Eliminar al último miembro causará la disolución de «%1». ¿Desea continuar?
ru: Удаление последнего пользователя приведет к тому, что '%1' исчезнет. Вы хотите продолжить?
sv: Att ta bort den sista medlemmen innebär att '%1' upplöses. Vill du fortsätta?

source: Renamed group to: %1
de: Gruppe umbenannt zu: %1
es: Cambiado el nombre del grupo a: %1
ru: Группа переименована в: %1
sv: Ändrade gruppens namn till: %1

source: Retry
de: Erneut versuchen
es: Reintentar
ru: Повторить
sv: Försök igen

source: SIM Card is locked
de: SIM-Karte ist gesperrt
es: La tarjeta SIM está bloqueada
ru: SIM-карта заблокирована
sv: SIM-kortet är låst

source: SMS
ru: СМС

source: Save
de: Speichern
es: Guardar
ru: Сохранить
sv: Spara

source: Search
de: Suchen
es: Buscar
ru: Поиск
sv: Sök

source: Search...
de: Suchen …
es: Buscar...
ru: Поиск...
sv: Sök...

source: See in contacts
de: Im Adressbuch ansehen
es: Ver en los contactos
ru: Смотреть в контактах
sv: Se i kontakter

source: Select
de: Auswählen
es: Seleccionar
ru: Выбрать
sv: Välj

source: Send
de: Senden
es: Enviar
ru: Отправить
sv: Skicka

source: Send private message
de: Private Nachricht schreiben
es: Enviar mensaje privado
ru: Отправить приватное сообщение
sv: Skicka private meddelande

source: Sent
de: Gesendet
es: Enviado
ru: Отправлено
sv: Skickat

source: Set as admin
de: Zum Administrator ernennen
es: Configurar como administrador
ru: Сделать администратором
sv: Sätt som administratör

source: Settings
de: Einstellungen
es: Configuración
ru: Настройки
sv: Inställningar

source: Share
de: Teilen
es: Compartir
ru: Поделиться
sv: Dela

source: Simplified conversation view
de: Vereinfachte Ansicht
es: Vista de conversación simplificada
ru: Упрощенный вид беседы
sv: Förenklad konversationsvy

source: Sort by timestamp
de: Chronologisch sortieren
es: Ordenar por fecha y hora
ru: Сортировать по времени
sv: Sortera av tidsstämpel

source: Sort by title
de: Alphabetisch sortieren
es: Ordenar por título
ru: Сортировать по названию
sv: Sortera av titel

source: Sort threads
de: Themen sortieren
es: Ordenar hilos
ru: Сортировать по темам
sv: Sortera trådar

source: Status
es: Estado
ru: Статус

source: Stickers
de: Sticker
es: Pegatinas
ru: Стикеры

source: Successfully left channel
de: Kanal erfolgreich verlassen
es: Canal abandonado correctamente
ru: Успешно покинул канал
sv: Lämnade kanal framgångsrikt

source: Successfully left group
de: Gruppe erfolgreich verlassen
es: Grupo abandonado correctamente
ru: Успешно покинул группу
sv: Lämnade grupp framgångsrikt

source: Swipe to delete
de: Wischen zum Löschen
es: Deslice para eliminar
ru: Проведите для удаления
sv: Svep för att ta bort

source: Swipe to reveal actions
de: Wischen, um Aktionen zu zeigen
es: Deslice para mostrar acciones
ru: Проведите для выбора действия
sv: Svep för att visa åtgärder

source: System Theme
de: Systemdesign
es: Tema del sistema
ru: Тема по умолчанию
sv: Systemtema
