Repository: ubports/messaging-app
Catalog: po/*.po
Languages: de, es, ru, sv

source: Temporarily Failed
de: Vorübergehend gescheitert
es: Falló temporalmente
ru: Временно не удаётся
sv: Misslyckades temporärt

source: Text message copied to clipboard
de: Textnachricht in die Zwischenablage kopiert
es: Mensaje copiado en el portapapeles
ru: Сообщение скопировано в буфер обмена
sv: Textmeddelande kopierat till urklipp

source: The SIM card does not provide the owner's phone number. Because of that sending MMS group messages is not possible.
de: Die SIM-Karte enthält nicht die Telefonnummer des Besitzers. Darum ist das Senden von Nachrichten in MMS-Gruppen nicht möglich.
es: La tarjeta SIM no proporciona el número de teléfono del propietario. Por ello no es posible el envío de mensajes de grupo de MMS.
ru: SIM-карта не может раскрыть номер владельца. По этой причине отправка групповых сообщений MMS невозможна.
sv: SIM-kortet tillhandahåller inte ägarens telefonnummer. På grund av det är det inte möjligt att skicka MMS-gruppmeddelanden.

source: The content you are sending requires one MMS message per recipient, so you might get charged for multiple messages. Do you want to continue?
de: Für den Inhalt, den Sie senden, ist eine MMS-Nachricht pro Empfänger erforderlich. Möglicherweise werden mehrere Nachrichten in Rechnung gestellt. Wollen Sie fortfahren?
es: El contenido que está enviando requiere un mensaje MMS por destinatario, así que puede que le cobren por varios mensajes. ¿Desea continuar?
ru: Контент, который Вы отправляете, потребует одно сообщение MMS для каждого получателя. Пересылка большого количества сообщений может стоить дорого. Вы хотите продолжить?
sv: Innehållet som du skickar kräver ett MMS-meddelande per mottagare, så du kan behöva betala för flera meddelanden. Vill du fortsätta?

source: The selected account is not available at the moment
de: Das ausgewählte Konto ist momentan nicht verfügbar
es: La cuenta seleccionada no está disponible en este momento
ru: Выбранная учетная запись в данный момент недоступна
sv: Det valda kontot är inte tillgängligt just nu

source: Theme
de: Thema
es: Tema
ru: Тема
sv: Tema

source: There is currently no network on %1
de: Es ist zurzeit kein Netz auf %1 verfügbar
es: Actualmente sin servicio en %1
ru: В настоящий момент отсутствует доступ к сети %1
sv: Just nu finns inget nätverk på %1

source: There is currently no network.
de: Zurzeit gibt es kein Netz.
es: No hay servicio actualmente.
ru: В настоящий момент сеть недоступна.
sv: Just nu finns inget nätverk.

source: This recipient was already selected
de: Dieser Empfänger wurde bereits ausgewählt
es: Este destinatario ya estaba seleccionado
ru: Этот получатель уже был выбран
sv: Denna mottagare är redan vald

source: To
de: Bis
es: Hasta
ru: Кому
sv: Till

source: To:
de: An:
es: A:
ru: Кому:
sv: Till:

source: Today
de: Heute
es: Hoy
ru: Сегодня
sv: Idag

source: Type
de: Typ
es: Tipo
ru: Тип
sv: Typ

source: Type a name...
de: Geben Sie einen Namen ein ...
es: Escriba un nombre...
ru: Напишите название...
sv: Skriv ett namn...

source: Typing...
de: Tippt…
es: Escribiendo...
ru: Набирает...
sv: Skriver...

source: Unknown
de: Unbekannt
es: Desconocido
ru: Неизвестный
sv: Okänd

source: Unknown contact
de: Unbekannter Kontakt
es: Contacto desconocido
ru: Неизвестный контакт
sv: Okänd kontakt

source: Video
es: Vídeo
ru: Видео

source: Video Preview
de: Videovorschau
es: Previsualizar vídeo
ru: Предпросмотр видео
sv: Förhandsvisa film

source: Video attachment not supported
de: Videoanhang wird nicht unterstützt
es: No se admiten vídeos adjuntos
ru: Вложенный видеофайл не поддерживается
sv: Bifogad video stöds ej

source: Welcome to your Messaging app!
de: Willkommen in Ihrer Nachrichten-App!
es: ¡Bienvenido a la aplicación de Mensajes!
ru: Добро пожаловать в приложение Сообщения!
sv: Välkommen till din Meddelandeapp!

source: Welcome to your Ubuntu messaging app.
de: Willkommen bei Ihrer Ubuntu-Nachrichten-App.
es: Esta es la aplicación de mensajería de Ubuntu.
ru: Ваше приложение для обмена сообщениями в Ubuntu.
sv: Välkommen till din meddelandeapp för Ubuntu.

source: Write a broadcast message...
de: Eine Nachricht an alle schreiben ...
es: Escriba un mensaje para difundir...
ru: Напишите сообщение для отправки...
sv: Skriv ett sändningsmeddelande...

source: Write a message...
de: Eine Nachricht schreiben...
es: Escriba el mensaje…
ru: Новое сообщение...
sv: Skriv ett meddelande…

source: Yesterday
de: Gestern
es: Ayer
ru: Вчера
sv: Igår

source: You are Admin
de: Du bist Administrator
es: Es administrador
ru: Вы Администратор
sv: Du är administratör

source: You are not Admin
de: Du bist nicht Administrator
es: No es administrador
ru: Вы не Администратор
sv: Du är inte administratör

source: You are trying to send big files (over 300Kb). Some operators might not be able to send it.
de: Sie versuchen, große Dateien (über 300 kB) zu versenden. Manche Betreiber können diese möglicherweise nicht versenden.
es: Ha intentado enviar archivos grandes (mayores que 300 kB). Puede que algunas operadoras no puedan enviarlos.
ru: Вы пытаетесь отправить крупные файлы (размером более 300 КБ). Некоторые операторы не поддерживают такие передачи.
sv: Du försöker skicka stora filer (över 300kb). En del operatörer kanske inte klarar av att skicka dem.

source: You can't send messages to this group because the group is no longer active
de: Sie können keine Nachrichten an diese Gruppe senden, da die Gruppe nicht mehr aktiv ist
es: No puede enviar mensajes a este grupo porque este grupo no está ya activo
ru: Вы не можете отправить сообщение в эту группу потому, что она больше неактивна
sv: Du kan inte skicka meddelanden till den här gruppen eftersom gruppen inte längre är aktiv

source: You have to disable flight mode
de: Sie müssen den Flugzeugmodus deaktivieren
es: Debe desactivar el modo avión
ru: Отключите режим полёта
sv: Du måste avaktivera flygsäkert läge

source: You have to press and hold the record icon
de: Sie müssen den Aufnahmeknopf drücken und halten
es: Presione y mantenga el icono de grabación
ru: Необходимо нажать и удерживать значок записи
sv: Du måste trycka ned och hålla inne inspelningsikonen

source: You invited %1 to this group
de: Sie haben %1 in diese Gruppe eingeladen
es: Ha invitado a %1 a este grupo
ru: Вы пригласили %1 в эту группу
sv: Du bjöd in %1 till denna grupp

source: You joined this group
de: Du bist dieser Gruppe beigetreten
es: Se ha unido a este grupo
ru: Вы вступили в группу
sv: Du gick med i denna grupp

source: You left this group
de: Du hast die Gruppe verlassen
es: Ha dejado este grupo
ru: Вы покинули эту группу
sv: Du lämnade denna grupp

source: You need to select a SIM card
de: Sie müssen eine SIM-Karte auswählen
es: Debe seleccionar una tarjeta SIM
ru: Необходимо выбрать SIM-карту
sv: Du måste välja ett SIM-kort

source: You renamed group to: %1
de: Du hast die Gruppe umbenannt in: %1
es: Ha renombrado el grupo a: %1
ru: Вы переименовали группу в:%1
sv: Du böt namn på grupp till: %1

source: You switched to %1 @ %2
de: Sie haben zu %1 gewechselt um %2
es: Ha cambiado a %1 el %2
ru: Вы переключились на %1 @ %2
sv: Du växlade till %1 @ %2

source: You were removed from this group
de: Sie wurden aus dieser Gruppe entfernt
es: Ha sido eliminado de este grupo
ru: Вы были удалены из этой группы
sv: Du blev borttagen från den här gruppen

source: no stickers yet
de: Bisher keine Sticker
es: Aun no hay pegatinas
ru: наклеек пока нет
sv: inga stickers ännu

source: sent stickers will appear here
de: Gesendete Sticker werden hier aufscheinen
es: Las pegatinas enviadas aparecerán aquí
ru: здесь появятся отправленные наклейки
sv: skickade stickers kommer synas här
